tap "ekvedaras/cask"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "mk-5/mk-5"
tap "xwmx/taps"
brew "bat"
brew "bottom"
brew "calcurse"
brew "clip"
brew "clipboard"
brew "cmake"
brew "openssl@3"
brew "python@3.11"
brew "codespell"
brew "deno"
brew "docker-machine"
brew "efm-langserver"
brew "emscripten"
brew "entr"
brew "ffmpeg"
brew "fzf"
brew "gcalcli"
brew "gdu"
brew "gifsicle"
brew "git-delta"
brew "git-flow"
brew "gnu-sed"
brew "go-jira"
brew "pkg-config"
brew "hasura-cli"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "lua-language-server"
brew "luacheck"
brew "mas"
brew "micro"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "spotify-tui"
brew "stylua"
brew "the_silver_searcher"
brew "tmux", args: ["HEAD"]
brew "typos-cli"
brew "universal-ctags"
brew "wtfutil"
brew "hashicorp/tap/terraform"
brew "mk-5/mk-5/fjira"
brew "xwmx/taps/nb"
cask "google-cloud-sdk"
cask "insomnia"
cask "neovide"
cask "redis-gui"
cask "xquartz"
mas "GarageBand", id: 682658836
mas "imo", id: 1617395642
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "Anan.jetbrains-darcula-theme"
vscode "AndenetAlexander.vim-cheatsheet"
vscode "aytee17.vscode-oceanic-next-sublime"
vscode "azemoh.one-monokai"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "chouzz.vscode-better-align"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "CleanThemes.matte-black-theme"
vscode "codezombiech.gitignore"
vscode "Compulim.compulim-vscode-closetag"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "EmilijanMB.sublime-text-4-theme"
vscode "enkia.tokyo-night"
vscode "Enubia.sublime-text-4-colorful-theme"
vscode "esbenp.prettier-vscode"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "GitLab.gitlab-workflow"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "HarryHopkinson.vim-theme"
vscode "hbenl.vscode-test-explorer"
vscode "HuynhDuong.nvtokyo-theme"
vscode "hyperdarker.intellij-neo-dark"
vscode "imekachi.webstorm-darcula"
vscode "JohnnyMorganz.stylua"
vscode "johnpapa.vscode-peacock"
vscode "kamikillerto.vscode-colorize"
vscode "kavod-io.vscode-jest-test-adapter"
vscode "KevinRose.vsc-python-indent"
vscode "lamartire.git-indicators"
vscode "magicstack.MagicPython"
vscode "mikestead.dotenv"
vscode "mintlify.document"
vscode "mohsen1.prettify-json"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "nicohlr.pycharm"
vscode "notnoobmaster.lua-beautifier"
vscode "oasin.theme-dark-plus-darcula"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "repeale.material-monokai"
vscode "sdras.night-owl"
vscode "seansassenrath.vscode-theme-superonedark"
vscode "ShayanAhmedKhan.android-studio-color-theme"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "slightc.pip-manager"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "tgreen7.one-monokai-dark"
vscode "tomoki1207.pdf"
vscode "TzachOvadia.todo-list"
vscode "victormejia.one-monokai-darker"
vscode "vittorioromeo.expand-selection-to-scope"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "VSpaceCode.whichkey"
vscode "XadillaX.viml"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
