tap "ankitpokhrel/jira-cli"
tap "candid82/brew"
tap "ekvedaras/cask"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jcudit/webkitgtk"
tap "mk-5/mk-5"
tap "xwmx/taps"
tap "yqrashawn/goku"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "bottom"
brew "btop"
brew "calcurse"
brew "harfbuzz"
brew "openssl@3"
brew "python@3.12"
brew "librsvg"
brew "chafa"
brew "clip"
brew "clipboard"
brew "cmake"
brew "python@3.11"
brew "codespell"
brew "cowsay"
brew "csvkit", link: false
brew "deno"
brew "docker-machine"
brew "efm-langserver"
brew "node"
brew "emscripten"
brew "entr"
brew "felinks"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "libavif"
brew "gdu"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git-delta"
brew "git-flow"
brew "glow"
brew "gnu-sed"
brew "go-jira", link: false
brew "pkg-config"
brew "gping"
brew "netpbm"
brew "graphviz"
brew "gtk+"
brew "gtk+3"
brew "hasura-cli"
brew "helix"
brew "hermit"
brew "html2text"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jp2a"
brew "kakoune"
brew "lazydocker"
brew "lazygit"
brew "links"
brew "lolcat"
brew "lua"
brew "lua-language-server"
brew "luacheck"
brew "lynx"
brew "mas"
brew "mdp"
brew "micro"
brew "mosh"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "newsboat"
brew "newt"
brew "nvm"
brew "pipx"
brew "postgresql@14"
brew "pspg"
brew "pyenv"
brew "pygobject3"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "screen"
brew "slides"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "stylua"
brew "the_silver_searcher"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tmuxinator"
brew "typos-cli"
brew "ugrep"
brew "universal-ctags"
brew "vimpager"
brew "w3m"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "x3270"
brew "yq"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "hashicorp/tap/terraform"
brew "mk-5/mk-5/fjira"
brew "xwmx/taps/nb"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "dbeaver-community"
cask "google-cloud-sdk"
cask "insomnia"
cask "neovide"
cask "qutebrowser"
cask "terminology"
cask "vieb"
cask "wezterm"
cask "xquartz"
mas "GarageBand", id: 682658836
mas "imo", id: 1617395642
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Screen Recorder Robot Lite", id: 731892898
mas "Slack", id: 803453959
mas "Smart Countdown Timer", id: 1410709951
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
